Revit 2026 API

# FilterStringLess Properties

---

The FilterStringLess type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. (Inherited from FilterStringRuleEvaluator) |

#### Reference

FilterStringLess Class

Autodesk.Revit.DB Namespace